module.exports = {
  command: '.',
  description: 'امر ... تقدر تستخدمه ك اول امر في اي قروب بتزرفه وبيستوعب بدون مايرد عليك',
  usage: '.صمت',
  category: 'misc',

  async execute(sock, msg) {
    console.log(`تم استلام أمر صمت من: ${msg.key.participant || msg.key.remoteJid}`);
    // امر يخلي البوت يستوعب بدون رد ب '...'
    
    // فايدته بكل اختصار اذا جيت تزرف بعض الاحيان يوم تكتب .زرف او .تست او .بوم اول مرة بياخذ وقت واحتمال تنقفط وتخرب زرفتك ف عشان كذا يوم تكتب الامر ذا '...' بيكون اول امر ف بتشيك على الكونسل او التيرمكس في حال استوعبه 'طبعا مارح يرد عليك عشان مايفشلك' في حال استوعب تقدر تستخدم اي امر ثاني وبيسويه بسرعة..
  }
};